///////////////////////////////////////////////////////////////////////////////
// 文件名：  Version.h
// 创建时间：2007-11-1
// 作者：    李马
// 版权所有：Titi Studio (?) 2001-2007
//-----------------------------------------------------------------------------
// 说明：    版本说明
///////////////////////////////////////////////////////////////////////////////

#ifndef PDBEXP_VERSION
#define PDBEXP_VERSION

#define PDBEXP_WNDCAPTION           _T("PDB Explorer v1.02.035")

///////////////////////////////////////////////////////////////////////////////
// 升级记录
// V1.02.036 - 2008.11.19
//           * PDL Version: 51 。
//           * 工程更新为 VS2008 。
//           * 解决 DIA 库版本不兼容的问题。
//           * 可自由下载 PDB 文件。
//           * 修正了文件重复拖放导致程序崩溃的 bug 。
// v1.01.025 - 2007.12
//           * 优化了符号加载的速度。
//           * 增加了文件拖放的支持。
//           * 加入一款黑色皮肤。
// v1.00.023 - 2007.11
//           * 只支持 struct、union 和 enum。
//           * 支持整理功能。
///////////////////////////////////////////////////////////////////////////////

#endif // PDBEXP_VERSION
